[TankWOTCHereIAm X2AbilityTemplate]
-LocLongDescription="Try to make this soldier a main target. Attacks against this unit gain +60% aim chance, but suffer a -20% penalty to critical hit chances for one turn. Warning: probably garanteed to hit."
-LocHelpText="Try to make this soldier a main target. All units gain +60 aim against this unit, but their chance to crit this soldier is reduced by 20." 
-LocPromotionPopupText="<Bullet/> The aim chance for attacks against this soldier is increased by +60.<br/><Bullet/> Attacks against this soldier suffer a -20 penalty to critical hit chances.<br/><Bullet/> 3 回合冷却. 我在这儿 技能结束在转身开始. Free action.<br/><Bullet/> Make sure you are visible to the enemies.<br/><Bullet/> Because of the high aim bonus this soldier is probably garanteed to hit.<br/><Bullet/> These boni and penalties can stack with other abilities.<br/><Bullet/> The enemy may prefer marked or flanked targets although this soldier is easier to hit.<br/><Bullet/> Will break concealment.<br/>"
+LocLongDescription="尝试使这名士兵成为主要目标。攻击该单位可获得+60%的瞄准几率，但一回合遭受-30%暴击几率的惩罚。警告：可能保证击中."
+LocHelpText="尝试使这名士兵成为主要目标。攻击该单位可获得+60%的瞄准几率，但一回合遭受-30%暴击几率的惩罚。警告：可能保证击中." 
+LocPromotionPopupText="<Bullet/> The aim chance for attacks against this soldier is increased by +60.<br/><Bullet/> Attacks against this soldier suffer a -30 penalty to critical hit chances.<br/><Bullet/> 3 回合冷却. HERE I AM ends on the playerturn beginning. Free action.<br/><Bullet/> Make sure you are visible to the enemies.<br/><Bullet/> Because of the high aim bonus this soldier is probably garanteed to hit.<br/><Bullet/> These boni and penalties can stack with other abilities.<br/><Bullet/> The enemy may prefer marked or flanked targets although this soldier is easier to hit.<br/><Bullet/> Will break concealment.<br/>"


[TankWOTCResilience X2AbilityTemplate]
+LocFriendlyName="回弹"
+LocHelpText="攻击你的敌人会受到-50点的暴击几率惩罚."
+LocFlyOverText="回弹"
+LocLongDescription="攻击你的敌人会受到-50点的暴击几率惩罚."
+LocPromotionPopupText="攻击你的敌人会受到-50点的暴击几率惩罚."